export const DEAL_STATUSES = {
    1: "В работе",
    2: "Завершена"
}

export const DEAL_DOCUMENTS = {
    1: "Соглашение об авансе",
    2: "Соглашение о задатке",
    3: "Предварительный договор купли-продажи",
    4: "Договор купли-продажи",
    5: "Акт приема-передачи",
    6: "Отчет по продажам",
    7: "Агентский договор",
    8: "Счет на оплату услуг"
}

export const ORDER_STATUSES = {
    1: "Сформирована",
    2: "Рассматривается",
    3: "Рассматривается"
}

export const ORDER_TYPES = {
    1: "Покупка",
    2: "Продажа"
}